<template>
  <div class="nature">
    <div class="container">
      <h1 class="nature__title">Природа и панорамные виды</h1>
      <img class="nature__img" src="./../../../static/images/about/nature/header.jpg" alt="header" />
      <h3 class="nature__descript">
        Что может стать для путешественника главным, когда он выбирает для себя очередную точку на карте. Яркие локации
        и впечатления, за которыми мы всегда находимся в погоне.
      </h3>
      <h3 class="nature__descript qute">
        Красивые панорамные виды – это фишка Скайпарка. Кавказский горный хребет, Ахштырское ущелье, река Мзымта, Черное
        море, Форелевое хозяйство и Корабельные скалы – это лишь часть тех красот, что видит человек, который тут
        оказался.
      </h3>
      <p class="nature__text">
        В Скайпарке с этим всё в порядке. Парк находится в Ахштырском ущелье, своды которого поднимаются на 200 метров
        над рекой Мзымта. Длина ущелья составляет около 2,5 километров и оно является частью горного хребта Ахцу. На
        склонах ущелья можно увидеть известняки юрского периода, в которых Мзымта промыла свой необычный маршрут. Даже
        от одного описания уже начинает замирать сердце. Но только представьте себе, какой вид открывается
        путешественнику, когда он смотрит на всё это с высоты птичьего полёта, оказавшись на самом длинном в России
        подвесном пешеходном мосту. Вау! OMG! Ух ты! Пожалуй, только междометиями можно описать этот восторг.
      </p>
      <p class="nature__text">
        В Ахштырском ущелье есть ещё одно чудо природы – Корабельные скалы. Они носят такое название оттого, что их
        очертания напоминают корабли, приставшие к гавани. По легенде в древние времена, когда вместо ущелья был океан,
        на месте скал была пристань для кораблей. Это также объясняет необычное название. Своды ущелья сильно
        закарстованы, в них находятся несколько пещер, самая известная из которых – Ахштырская, в которой были
        обнаружены первые поселения древнего человека. 130 тысяч лет назад там жили неандертальцы. И надо отметить, что
        они знали толк в красоте: место, выбранное ими, является одним из самых прекрасных в Сочи.
      </p>
      <p class="nature__text">
        Яркие зелёные краски летом, желто-красные весной и совершенно невероятные зимние пейзажи – не так важно, в какой
        сезон вы приезжаете к нам, так как каждый по-своему уникален. Скайпарк находится на территории Сочинского
        национального парка – здесь вы можете увидеть субтропический широколиственный колхидский лес. Поднявшись на
        мост, вы увидите не только красоту Ахштырского ущелья, но и морской пейзаж, который никого не сможет оставить
        равнодушным.
      </p>
    </div>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'nature',
  layout: 'pages',
})
</script>

<style lang="scss">
.nature {
  &__title {
    margin: 20px 0 50px 0;
    font-family: 'Montserrat Alternates', sans-serif;
    text-align: center;
    font-size: 40px;
    font-weight: 700;
  }
  &__img {
    width: 100%;
  }
  &__descript {
    font-size: 30px;
    font-weight: 700;
    text-align: justify;
    line-height: 1.3em;
    margin: 50px 0;
  }
  &__text {
    margin: 50px 0;
    font-size: 22px;
    line-height: 1.3em;
  }
}
.qute {
  border-left: 2px solid $accent-color;
  padding-left: 20px;
  font-weight: 500;
  color: rgba(0, 0, 0, 0.5);
  font-style: italic;
}
</style>
